var databases = {};

// 疯狂猜歌数据库
databases.fengkuangcaige = {
        version: '0.1',
        name: '疯狂猜歌',
        collection: [
            {
                name: '2个字',
                data: '征服\n童话\n大海\n后来\n再见\n白鸽\n宝贝\n背叛\n倔强\n晴天\n十年\n忐忑\n吻别\n最美\n掌心\n传奇\n' +
                    '暧昧\n旋木\n左边\n怎样\n刀郎\n鸟叔\n'
            },
            {
                name: '3个字',
                data: '梁咏琪\n徐若瑄\n五月天\n萧敬腾\n郑智化\n张靓颖\n王若琳\n张惠妹\n徐佳莹\n沙宝亮\n张敬轩\n蔡依林\n' +
                    '陈奕迅\n周杰伦\n周华健\n腾格尔\nS.H.E\n披头士\n艾薇儿\n老男孩\n白桦林\n猜不透\n独角戏\n狠狠爱\n' +
                    '灰姑娘\n蓝莲花\n陌生人\n牡丹江\n欧若拉\n狮子座\n太委屈\n甜蜜蜜\n无所谓\n想见你\n小情歌\n心太软\n' +
                    'High歌\n春天里\n第一次\n黑白配\n简单爱\n今生缘\n菊花台\n青花瓷\n时光机\n嘻唰唰\n燕尾蝶\n找自己\n' +
                    '自然卷\n醉清风\n蓝精灵\n机器猫\n魂斗罗\n小龙人\n陈绮贞\n'
            },
            {
                name: '4个字',
                data: '同桌的你\n爱不爱我\n爱的供养\n爱如潮水\n爱我别走\n不见不散\n痴心绝对\n单身情歌\n干杯朋友\n海阔天空\n' +
                    '荷塘月色\n蝴蝶泉边\n灰色空间\n冷酷到底\n明天过后\n你的样子\n情非得已\n为爱痴狂\n我爱台妹\n没那种命\n' +
                    '无地自容\n想你的夜\n小城故事\n新不了情\n星星点灯\n星语心愿\n一生有你\n一眼万年\n雨一直下\n真的爱你\n' +
                    '龙的传人\n爱情转移\n不想长大\n大城小爱\n独家记忆\n分开旅行\n孤独患者\n好心分手\n黑色幽默\n忽然之间\n' +
                    '花的嫁纱\n就是爱你\n类似爱情\n模范情书\n你最珍贵\n年华似水\n且听风吟\n清明雨上\n世界末日\n我怀念的\n' +
                    '我们的歌\n小镇姑娘\n因为爱情\n月亮之上\n真心英雄\n少年故事\n身骑白马\n日光倾城\n似水流年\nK歌之王\n' +
                    'Baby\nHalo\n花儿乐队\n野人花园\n后街男孩\n西城男孩\n林肯公园\n黑眼豆豆\n超级玛丽\n黑猫警长\n' +
                    '葫芦兄弟\n邋遢大王\n'
            },
            {
                name: '5个字',
                data: 'Lydia\n爱的主打歌\n大约在冬季\n光阴的故事\n寂寞沙洲冷\n寂寞在唱歌\n没那么简单\n美丽笨女人\n' +
                    '你到底爱谁\n盛夏的果实\n弯弯的月亮\n我的歌声里\n我的麦克风\n下一站天后\n至少还有你\n最初的梦想\n' +
                    '爱要坦荡荡\n等不到的爱\n何必在一起\n寂寞的季节\n旅行的意义\n怒放的生命\n陪我看日出\n如果没有你\n' +
                    '外面的世界\n我也很想他\n我最亲爱的\n一直很安静\nOasis\nAdele\nLenka\n聪明的一休\n圣斗士星矢\n'
            },
            {
                name: '6个字',
                data: '他一定很爱你\n我真的受伤了\n越长大越孤单\n不能说的秘密\n思念是一种病\n一辈子的孤单\n后青春期的诗\n' +
                    '我可以抱你吗\n'
            },
            {
                name: '7个字',
                data: '白天不懂夜的黑\n无与伦比的美丽\n野百合也有春天\n一起走过的日子\n月亮代表我的心\n今天你要嫁给我\n' +
                    '如果这就是爱情\n我们都是好孩子\n我要我们在一起\n原来你也在这里\n当我想你的时候\n最熟悉的陌生人\n' +
                    'Imagine\nMaroon5\n别看我是一只羊\n'
            },
            {
                name: '8个字',
                data: '陪你到世界的终结\n她来听我的演唱会\n我不愿让你一个人\n新长征路上的摇滚\n有多少爱可以重来\n' +
                    '那年夏天宁静的海\nFirework\nColdplay\n'
            }
        ]
    };

// 疯狂猜图数据库
databases.fengkuangcaitu = {
        version: '0.1',
        name: '疯狂猜图',
        collection: [
            {
                name: '4个词',
                data: ''
            }
        ]
    };